---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMassPerMin
source: html/6fff63ab-767a-c076-be7f-2ff8ddc00f6d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMassPerMin Property

Symbol lb/min, indicating unit Pounds mass per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMassPerMin { get; }
```